{
    "categoria": [
        {
            "produtos": [
                {
                    "id": 20,
                    "nome": "Batom Líquido Matte Aveludado Karen Bachini Afrodite 3,8 ml",
                    "preco": 32.90,
                    "descricao": "O Batom líquido By Karen Bachini apresenta uma fórmula inovadora com textura aveludada, que confere efeito mate e aplicação altamente confortável. Se espalha uniformemente e não marca as linhas dos lábios, revelando cor intensa e efeito ultra-mate."
                },
                {
                    "id": 21,
                    "nome": "Caneta Delineadora Líquida Matte Fran by Franciny Ehlke Black 1,2 mL",
                    "preco": 38.90,
                    "descricao": "Caneta Delineadora Líquida Matte Fran by Franciny Ehlke Black é extremamente precisa. A ponta macia oferece deslizamento e controle na aplicação, proporcionando variações de traços, desde os mais finos aos mais dramáticos. Com pigmentos super black e à prova d'água, o produto seca rapidamente e não transfere!"
                },
                {
                    "id": 22,
                    "nome": "Base Líquida Matte Eudora Niina Secrets Daily Tint Cream Cor 70 25 ml",
                    "preco": 36.90,
                    "descricao": "Base Líquida Matte Eudora Niina Secrets Daily Tint Cream Cor 70 proporciona acabamento matte com efeito segunda pele, uniformiza o tom de pele, camuflando olheiras e vermelhidões sem marcar as linhas de expressão."
                },
                {
                    "id": 23,
                    "nome": "Bálsamo Demaquilante Banila Co Clean It Zero Nourishing 100 ml",
                    "preco": 178.90,
                    "descricao": "Bálsamo Demaquilante Banila Co Clean It Zero Nourishing de textura suave e macia que derrete na pele. Remove suavemente as impurezas da pele, acalma e mantém um bom equilíbrio da pele. Acabamento hidratante sem ressecamento."
                },
                {
                    "id": 24,
                    "nome": "Máscara para Cílios de Volume À Prova D'Água Essence I Love Extreme Preto 12 ml",
                    "preco": 31.90,
                    "descricao": "Máscara para Cílios de Volume À Prova D'Água Essence é perfeita para quem gosta de volume extremo! Pincel extra grande e textura cremosa que cobre cada cílio individualmente com preto intenso, proporcionando efeito volume com apenas uma aplicação. Sua fórmula à prova d'água garante longa duração."
                },
                {
                    "id": 25,
                    "nome": "Victoria's Secret Cool Blooms - Body Splash 250ml",
                    "preco": 136.00,
                    "descricao": "Victoria's Secret Cool Blooms - Body Splash 250ml"
                },
                {
                    "id": 26,
                    "nome": "Lip Balm de Esfoliação Fran By Franciny Ehlke Scrub Stick Bamboo 6,2 g",
                    "preco": 33.90,
                    "descricao": "Lip Balm de Esfoliação Fran By Franciny Ehlke Scrub Stick um esfoliante com partículas naturais de bambu, enriquecido com Manteiga de Karité, Óleo de Rosa Mosqueta e Vitamina E."
                }
            ]
        }
    ]
}
